//----------------------------------------------------------------------------------------
// 日阪製作所様向け　出図要求受信サービスシステム
//   ﾌｧｲﾙ概要：舶用要目表作成モジュール  ヘッダファイル
//　 作 成 者：N.Uchida
//　 作 成 日：2002.05.30
//　 更 新 日：2002.05.30
//---------------------------------------------------------------------------

#ifndef Bas_FuneyouH
#define Bas_FuneyouH
//---------------------------------------------------------------------------
#endif

// 各種作成処理
extern bool __fastcall Funeyou(HeadsData* pcHeadsData);                        // 舶要目表　

